[{"website": "www.cta.tn", "name": "Solarlux", "url": "https://firebasestorage.googleapis.com/v0/b/bsmart-4b12a.appspot.com/o/brands%2Flogo-fr.png?alt=media&token=17638e63-8eb6-4310-b5f1-ac041184e0ff", "image": {"path": "/Users/a/Desktop/Bsmart script/17638e63-8eb6-4310-b5f1-ac041184e0ff.png", "name": "17638e63-8eb6-4310-b5f1-ac041184e0ff.png"}, "keywords": ["Pergola", "jardin", "aluminium", "solarlux"], "desc": "L'entreprise familiale, dont le siège social est situé dans le Nord-est de l'Allemagne près d'Osnabrück, s'est fait une réputation au niveau national et international en 30 ans d'existence. Solarlux est le garant de solutions individuelles en verre  améliorant votre qualité de vie et donnant de nouvelles impulsions à votre habitat. Vérandas et extensions d'habitat, cloisons accordéon en verre, pergolas et verrières ou toits de terrasse – tous nos produits répondent aux exigences les plus élevées !"}, {"website": "www.venetacucine.com", "name": "Veneta Cucine", "url": "https://firebasestorage.googleapis.com/v0/b/bsmart-4b12a.appspot.com/o/brands%2Fveneta.png?alt=media&token=9fad133b-1b40-45bb-bed3-43622ead8fc3", "image": {"path": "/Users/a/Desktop/Bsmart script/9fad133b-1b40-45bb-bed3-43622ead8fc3.png", "name": "9fad133b-1b40-45bb-bed3-43622ead8fc3.png"}, "keywords": ["Cuisine", "Cuisiniste", "Veneta-Cucine"], "desc": "Le groupe Veneta Cucine est le plus grand fabricant de cuisines en Italie.\nCréée en 1967 à Biancade, dans la province de Trévise, l'entreprise a changé son nom pour Veneta Cucine Spa en 1978.\n\nLe groupe emploie 500 personnes dans un espace industriel couvert de 90.000 mètres carrés comprenant le complexe de production et de gestion à Biancade (Trévise) ainsi que l'usine de travail du bois en Codissago - Longarone (Belluno). Ses employés conçoivent, produisent, gèrent et distribuent 10 systèmes, 40 modèles montés sur 7 différents châssis, totalisant 300 options de couleurs et de matériaux différents. Cela assure des possibilités infinies de personnalisation, afin que chaque année jusqu'à 60.000 cuisines entrent sur le marché."}, {"website": "http://tn.duravit.com", "name": "Duravit", "url": "https://firebasestorage.googleapis.com/v0/b/bsmart-4b12a.appspot.com/o/brands%2Fduravit%20logo.png?alt=media&token=d7b4da0e-5021-4cb3-8da5-a249746bb84b", "image": {"path": "/Users/a/Desktop/Bsmart script/d7b4da0e-5021-4cb3-8da5-a249746bb84b.png", "name": "d7b4da0e-5021-4cb3-8da5-a249746bb84b.png"}, "keywords": ["Salle-de-bain", "SPA", "DURAVIT"], "desc": "Une salle de bains comme un jour de vacances. Le plaisir au quotidien."}, {"website": "www.domotika.tn", "name": "Focus", "url": "https://firebasestorage.googleapis.com/v0/b/bsmart-4b12a.appspot.com/o/brands%2Findex.jpe?alt=media&token=bb103978-71b0-430d-96a8-dd91d5c8330e", "image": {"path": "/Users/a/Desktop/Bsmart script/bb103978-71b0-430d-96a8-dd91d5c8330e.jpe", "name": "bb103978-71b0-430d-96a8-dd91d5c8330e.jpe"}, "keywords": ["lots-spéciaux", "cheminée", "focus", "domotika"], "desc": "Depuis l’origine, la marque Focus est installée à Viols-le-Fort, au sud de la France, dans l’ancienne maison de Dominique Imbert qui a vu naître le premier Antéfocus. C’est là que réside son siège social ; c’est là aussi que l’Atelier Dominique Imbert imagine, dessine et conçoit le mobilier signé «Focus». Ainsi, c’est depuis ce village médiéval minuscule, au pied des Cévennes, que Focus exporte aujourd’hui partout autour de la planète."}]